#1
#ფუნქცია არის მნიშვნელოვანი კოდი რომელიც აკავშირებს კონსოლს

#2
#print() ფუნქცია წერს პირდაპირ კონსოლში რაც არგუპენტად არის ჩასმული

#3
#არგუმენტი არის ფუნქციის შიდა ნაწილი

#4
#.upper() სტრინგს დიდად გადააკეთებს
#.lower() სტრინგს პატარად გადააკეთებს
#.capitalize() პირველ ასოს დიდად გადააკეთებს

#5
print("hello".upper())
print("hi".upper())
print("HELLO".lower())
print("HI".lower())
print("hello".capitalize())
print("hi".capitalize())

print("")

#6
#.find() - იპოვებს რამდენჯერ იპოვის რაღაცას არგუმენტში და დაპრინტავს იმ რამოდენიმეს
print("hello".find("l"))
print("hi".find("i"))