#2
#სიები არის კოლექცია ვალიუების შენახვით რაც რამოდენიმე მაგალითზე გამოიყენება
#მაგ. list = [1,2,3,4...]

#3
#ინდექსი არის ლისტში გამოტანილი ვალიუ []ში

#4
#"შევიცვალოთ"?
list=["A","B","C","D","E","F","G"]
list[0]="Z"
list[4]="Y"
print(list)
print("")

#5
list=["A","B","C","D","E","F","G"]
print(list[1])
print(list[3])
print(list[5])
print("კომპიუტერი 0დან იწყება თვლა; სიიდან ინდექს ვიღებ და დავპრინტე.")
print("")

#6
#ცვლადს მარტო 1 მნიშვნელობა ინახებს
#სიას უამრავ მნიშვნელობას ინდექსის სახის ინახებს