# 1) მომხარებელს შემოატანინეთ 2 ცალი რიცხვი სხვადასხვა დამოუკიდებელი input-ის მეშვეობით
#    ამის შემდეგ კი უბრალოდ დაბეჭდეთ ამ შემოყვანილი რიცხვების ჯამი.
#    (დაგჭირდებათ int() ფუნქცია)

# 2) მომხმარებელს შემოატანინეთ თავისი ასაკი,
#    თქვენი დავალებაა შემოყვანილი მნიშვნელობა გადაიყვანოთ integer ტიპის მონმაცემად
#    და მომხმარებელს დაუბეჭდოთ ასაკი 15 წლის შემდეგ.

# 3) გააკეთეთ თითო მარტივი მაგალითი თითო შედარების ოპერატორზე.

# 4) გააკეთეთ ასევე 2-2 მაგალითი თითო ლოგიკურ ოპერატორზე.

#1)
num1=int(input('Put in first num: '))
num2=int(input('Put in second num: '))
sum=(num1+num2)
print(sum)
print()

#2)
age=15
years_later=int(age+15)
print(years_later)
print()

#3)
print(3<3)
print(3>3)
print(3<=3)
print(3>=3)
print(3==3)

#4)
print(3 and 3)
print(3 and 4)
print(3 or 3)
print(3 or 4)